tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "github/bootstrap"
tap "caskroom/cask"
tap "csound/csound"
brew "augeas"
brew "automake"
brew "cmake"
brew "dos2unix"
brew "elasticsearch@2.4", restart_service: true
brew "git"
brew "go"
brew "glide"
brew "icu4c"
brew "libtool"
brew "imagemagick"
brew "jansson"
brew "launch_socket_server", restart_service: true
brew "launchdns", restart_service: true
brew "lcov"
brew "libyaml"
brew "mas"
brew "md5sha1sum"
brew "memcached", restart_service: true
brew "mysql-sandbox"
brew "mysql@5.6", restart_service: true
brew "nginx", restart_service: true
brew "node-build"
brew "nodenv"
brew "percona-toolkit"
brew "pidof"
brew "pigz"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ruby"
brew "shellcheck"
brew "socat"
brew "softhsm"
brew "sysbench"
brew "csound/csound/csound"
cask "docker"
cask "vagrant"
cask "viscosity"
mas "Be Focused", id: 973134470
mas "Color Picker", id: 945374555
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "TextWrangler", id: 404010395
mas "Vogue MK2", id: 416578687
mas "Xcode", id: 497799835
